Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/english_to_russian.tmx
Source language: en
Languages: ru, ru_ru

source: Navigation
ru: Навигация

source: Main page
ru: Заглавная страница

source: Contents
ru: Индекс

source: Random article
ru: Случайная статья

source: interaction
ru: Участие

source: portal
ru: Портал

source: Recent changes
ru: Свежие правки

source: Search
ru: Поиск

source: Toolbox
ru: Инструменты

source: What links here
ru: Ссылки сюда

source: Related
ru: Связанные

source: file
ru: файл

source: Special pages
ru: Спецстраницы

source: Printable version
ru: Версия для печати

source: Permanent link
ru: Постоянная ссылка

source: Cite this article
ru: Цитировать статью

source: In other languages
ru: На других языках

source: The shareholders collectively own the company.
ru_ru: Акционеры собирательно имеют компанию.

source: Companies strive to enhance their assets.
ru_ru: Компании стремятся увеличить их имущества.

source: The rights to the assets of a company are subordinate to the rights of the creditors.
ru_ru: Права к имуществам компании субординационны к правам заимодавцев.

source: Stakeholder
ru_ru: Держатель заклада

source: Business
ru_ru: Дело

source: Non-profit organization
ru_ru: Бесприбыльная организачии

source: Volunteer
ru_ru: Волонтер

source: Voluntary association
ru_ru: Добровольная организация

source: It might be common to call volunteer contributors to an association stakeholders, even though they are not shareholders.
ru_ru: Оно могло быть обще к вкладчикам волонтера звонока к держателям заклада ассоциации, даже если они нет акционеров.

source: California
ru_ru: Калифорния

source: In California, majority shareholders have a duty to not destroy the value of the shares held by minority shareholders.
ru_ru: В Калифорния, акционеры большинства имеют обязанность для того чтобы не разрушить значение долей, котор держат акционеры несовершеннолетия.

source: This claim needs references to reliable sources
ru_ru: Этой заявке нужны справки к достоверным источникам

source: Shareholders play an important role in raising finance of any organizations.
ru_ru: Акционеры играют важную роль в поднимать финансы всех организаций.

source: These figures therefore pose a great opportunity for all those who are looking for a lucrative option to invest money.
ru_ru: Эти диаграммы поэтому представляют огромную возможность для всех тех которые ищут вариант приносящий деьги для того чтобы проинвестировать деньги.
